<?php

return [
    'Замовлення'      => [
        ['orders', 'Загальний доступ', 'Повний доступ до будь яких дій з замовленнями(окрім деяких вкладок для якихє спеціальні ключі)'],
        ['orders_view', 'Перегляд замовлень', 'Тільки перегляд замовлень без права на внесення змін та створення нових'],
        ['orders_update', 'Оновлення замовлень', 'Доступ до внесення змін в замовленні(за вкладки бонуси чи інші відповідає інший ключ)']
    ],
    'Модулі'          => [
        ['clients', 'Постійні клієнти'],
        ['manufacturer', 'Виробники'],
        ['storage', 'Склади'],
        ['products', 'Товари'],
        ['vacation', 'Планувальник відпусток'],
        ['purchases', 'Закупки'],
        ['category', 'Категорії'],
        ['task', 'Задачі'],
        ['bonuses', 'Бонуси'],
        ['inventory', 'Інвентаризація'],
        ['statistic', 'Статистика'],
    ],
    'Адміністрування' => [
        ['schedule', 'Графіки роботи', 'Можливість бачити графіки інших менеджерів а не тільки свої'],
        ['users', 'Менеджери', 'Цей ключ дає доступ до перегляду та редагування всіх даних по менеджерах окрім налаштувань доступу'],
        ['reports', 'Звіти', 'Можливість бачити звіти інших менеджерів а не тільки свої'],
        ['settings', 'Налаштування', 'Доступ до пункту меню Налаштування'],
        ['payouts', 'Нарахування зарплати'],
        ['access', 'Управління доступом'],
    ],
    'Інше'            => [
        ['transactions', 'Транзакції', 'Перегляд надоджень на карточки ПриватБанку'],
        ['logs', 'Логи'],
    ]
];